{
  "Home": {
    "Carousel": [
      {
        "Url": "/static/images/about/ShopFront.jpg",
        "Description": "The Little Mandarin - Shop Front"
      },
      {
        "Url": "/static/images/about/ShopWallDisplay.jpg",
        "Description": "The Little Mandarin - Display"
      },
      {
        "Url": "/static/images/about/ShopDisplay.jpg",
        "Description": "The Little Mandarin - Interior"
      },
      {
        "Url": "/static/images/about/Macarons.jpg",
        "Description": "Macarons by Mandy - Macarons"
      }
    ],
    "Map": {
      "Url": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d619.8081400436498!2d-0.013219!3d51.582301!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x541a94670a2a54e2!2sThe%20Little%20Mandarin!5e0!3m2!1sen!2suk!4v1583077967669!5m2!1sen!2suk",
      "Width": 400,
      "Height": 300
    },
    "OpeningTimes": [
      { "Name": "Monday", "Message": "Closed" },
      { "Name": "Tuesday", "Message": "Closed" },
      { "Name": "Wednesday", "Message": "Closed" },
      { "Name": "Thursday", "Message": "Temporarily Closed" },
      { "Name": "Friday", "Message": "Temporarily Closed" },
      { "Name": "Saturday", "Open": "2020/07/04T12:30:00Z", "Close": "2020/07/04T17:30:00Z" },
      { "Name": "Sunday", "Open": "2020/07/05T13:00:00Z", "Close": "2020/07/05T16:00:00Z" }
    ]
  },
  "About": {
    "Image": {
      "Url": "/static/images/about/ShopFront.jpg",
      "Description": "The Little Mandarin - Shop Front"
    },
    "MainText": "----\n\nThe Little Mandarin is an independent Art and Sweets Shop based in East London, found in the heart of Walthamstow Village, E17. The owner, Eileen Kai Hing Kwan is a local Illustrator who has lived in Walthamstow for most of her life and after taking over from her parents, the previous owners, this makes The Little Mandarin the third chapter of the family’s shop.\n\nThe Little Mandarin believes in welcoming and supporting all types of artists and styles of art, bringing a range of art prints, framed art, greetings cards, gifts and more, from our little space in the village into the thriving creative community of Walthamstow and further.\n\nWe are also the proud hosts of handmade and hand finished 'bearcarons' (bear shaped macarons!) by Mandy, alongside a variety of sweets and chocolates suitable for vegetarians and vegans!\n\nWe hope to see you soon!\n\n----",
    "GiftCards": {
      "Text": "### eGift Cards\n\nYou can purchase a 'The Little Mandarin' eGift Card online! There are several cute designs to choose from and the eGift Card is emailed directly to you or your giftee and can be redeemed in-store. Our eGift Cards are non refundable and can only be redeemed in store but they do not expire, so there’s no rush to use them! Your eGift Card(s) can be redeemed in-store to make full or partial payments, and checking any remaining balance can be easily done and at any time via our website.",
      "AnimationImage": {
        "Url": "/static/images/about/GiftCards.gif",
        "Description": "The Little Mandarin - Gift Card Designs"
      }
    }
  },
  "Admin": {
    "RecordOfSales": {
      "Templates": {
        "Sales": "Hi {0},\n\nHope you're well. Here is your Monthly Record of Sales for this month for the above dates. Your sales money will be transferred to your bank account shortly. Thank you again for stocking with us!\n\nStay safe and well to you and yours.\nThanks and Best,\n{1}",
        "SalesNewArtist": "Hi {0},\n\nHope you're well. Here is your Monthly Record of Sales for this month for the above dates. Please note, as mentioned in the Consignment Agreement, there is a 14-days return period and any sales still pending within this period will only be paid in next month's sales.\n\nYour sales money (minus the already sent £1) will be transferred to your bank account shortly.\n\nThank you again for stocking with us!\n\nThanks and Best,\n{1}",
        "NoSales": "Hi {0},\n\nHope you're well. Unfortunately, there were no sales for this month, hopefully things will pick up for the next.\n\nThank you again for stocking with us and take care.\n\nThanks and Best,\n{1}",
        "SalesCovid19": "Hi {0},\n\nHope you're well. Here is your Monthly Record of Sales for this month for the above dates - just before the shop's temporary closure due to COVID-19. Your sales money will be transferred to your bank account shortly.\n\nThank you again for stocking with us, and stay safe and well to you and yours.\n\nThanks and Best,\n{1}",
        "NoSalesCovid19": "Hi {0},\n\nHope you're safe and well. This is a courtesy email for your records during the shop's temporary closure due to COVID-19.\n\nThank you again for stocking with us and stay safe and well to you and yours.\n\nThanks and Best,\n{1}",
        "StockOutsideOfDates": "Hi {0},\n\nHope you're well. This is a courtesy email, as your stock was with us only after the above dates, your sales money will only be recorded in next month's Monthly Record of Sales. Feel free to keep this email for your records during our consignment.\n\nThank you again for stocking with us!\n\nThanks and Best,\n{1}",
        "SalesNewAccountCheck": "Hi {0},\n\nI hope you're well!\n\nI am currently sorting out all the sales paperwork and have sent £1 to the bank account you provided on your Artist Contact Details Form. It'd be great if you could check your bank account as soon as possible and let me know if it has successfully arrived in your account. After you have confirmed, I will send through your monthly record of sales and the remaining sales money (minus the already sent £1) within 10 working days.\n\nThank you and looking forward to hearing from you!\n\nBest,\n{1}"
      }
    }
  },
  "Macarons": {
    "MainText": "The Little Mandarin's beloved macarons are baked by Mandy, the baker of yummy treats in the family. Come drop by for handmade and hand finished ‘bearcarons’ – bear shaped macarons! Choose from three delightful flavours, chocolate, strawberry and matcha! Other special flavours pop up all year round and JUMBO sized macarons too, so come back to see what's new! Mandy also offers a range of sweets and chocolates suitable for vegetarians and vegans - there's a treat for everyone!\n\nYou can follow Mandy on Instagram [@macarons_by_mandy](https://instagram.com/macarons_by_mandy) to make sure you don't miss out!",
    "BannerImage": {
      "Url": "/static/images/the-mini-mandarin/TheMiniMandarin-Banner.jpg",
      "Description": "Macarons by Mandy - Bearcarons"
    },
    "MacaronImages": [
      {
        "Url": "/static/images/the-mini-mandarin/TheMiniMandarin-Macaron-Chocolate.jpg",
        "Description": "Macarons by Mandy - Chocolate Macaron"
      },
      {
        "Url": "/static/images/the-mini-mandarin/TheMiniMandarin-Macaron-Strawberry.jpg",
        "Description": "Macarons by Mandy - Strawberry Macaron"
      },
      {
        "Url": "/static/images/the-mini-mandarin/TheMiniMandarin-Macaron-Matcha.jpg",
        "Description": "Macarons by Mandy - Matcha Macaron"
      }
    ]
  }
}
